Repository: AaronAdelman/Date-O-Rama
Catalog: Date-O-Rama/*.lproj/Localizable.strings
Languages: he

# tha
source: Buddhist (Thai Solar)
he: בודהיסטי

# chi
source: Chinese
he: סיני

# cop
source: Coptic
he: קופטי

source: Ethiopic Amete Alem
he: אתיופי (שנות העולם)

source: Ethiopic Amete Mihret
he: אתיופי

# gre
source: Gregorian
he: גרגוריאני

# Hebrew
source: Hebrew (midnight day start)
he: עברי (יום מתחיל בחצות הלילה)

# ind
source: Indian (Shalivahana Shaka)
he: הודי לאומי

# Islamic
source: Islamic (midnight day start)
he: מוסלמי (יום מתחיל בחצות הלילה)

# IslamicCivil
source: Islamic Civil (midnight day start)
he: מוסלמי אזרחי (יום מתחיל בחצות הלילה)

# IslamicTabular
source: Islamic Tabular (midnight day start)
he: מוסלמי טבלאי (יום מתחיל בחצות הלילה)

# IslamicUmmAlQura
source: Islamic Umm Al-Qura (midnight day start)
he: מוסלמי אום אל־קורה (יום מתחיל בחצות הלילה)

# kok
source: Japanese
he: יפני

# his
source: Persian (Solar Hijri)
he: פרסי

# min
source: Republic of China (Minguo)
he: טאיוואני

# jld
source: Julian Date
he: יום יוליאני

# jul
source: Julian
he: יוליאני

# HebrewSolar
source: Hebrew
he: עברי

# IslamicSolar
source: Islamic
he: מוסלמי

# IslamicCivilSolar
source: Islamic Civil
he: מוסלמי אזרחי

# IslamicTabularSolar
source: Islamic Tabular
he: מוסלמי טבלאי

# IslamicUmmAlQuraSolar
source: Islamic Umm Al-Qura
he: מוסלמי אום אל־קורה

# HebrewSolarMA
source: Hebrew (Maghen ’Avraham)
he: עברי (מגן אברהם)

# fre
source: French Republican
he: הרפובליקה הצרפתית

# fre-r
source: French Republican (Romme)
he: הרפובליקה הצרפתית (רום)

# DEFAULT_LOCALE
source: Default
he: בחירת מחדל

# HEADER_Row
source: Clock
he: שעון

# HEADER_Calendar
source: Calendar
he: לוח שנה

# HEADER_BuiltInEventCalendars
source: Event calendars (built-in)
he: לוחות שנה לאירועים (מובנים)

# HEADER_Locale
source: Locale
he: שפה ואזור

# HEADER_Date_format
source: Date format
he: מבנה תאריך

# HEADER_Time_format
source: Time format
he: מבנה זמן

# ITEM_None
source: None
he: אין

# ITEM_Full
source: Full
he: מלא

# ITEM_Long
source: Long
he: ארוך

# ITEM_Medium
source: Medium
he: בינוני

# ITEM_Short
source: Short
he: מקוצר

# ITEM_ISO8601YearMonthDay
source: ISO 8601 (Year-Month-Day)
he: ISO 8601 (שנה-חודש-יום)

# ITEM_ISO8601YearWeekDay
source: ISO 8601 (Year-Week-Day)
he: ISO 8601 (שנה-שבוע-יום)

# ITEM_ISO8601YearDay
source: ISO 8601 (Year-Day)
he: ISO 8601 (שנה-יום)

# ITEM_ShortWithWeekday
source: Short with Weekday
he: מקוצר עם יום־השבוע

# ITEM_MediumWithWeekday
source: Medium with Weekday
he: בינוני עם יום־השבוע

# ITEM_AbbreviatedWeekday
source: Abbreviated Weekday
he: יום בשבוע מקוצר

# ITEM_DayOfMonth
source: Day of Month
he: יום בחודש

# ITEM_AbbreviatedWeekdayWithDayOfMonth
source: Abbreviated Weekday with Day of Month
he: יום בשבוע מקוצר עם יום בחודש

# ITEM_ShortWithWeekdayWithoutYear
source: Short with Weekday without Year
he: מקוצר עם יום־השבוע בלי שנה

# ITEM_MediumWithWeekdayWithoutYear
source: Medium with Weekday without Year
he: בינוני עם יום־השבוע בלי שנה

# ITEM_FullWithoutYear
source: Full without Year
he: מלא בלי שנה

# ITEM_LongWithoutYear
source: Long without Year
he: ארוך בלי שנה

# ITEM_MediumWithoutYear
source: Medium without Year
he: בינוני בלי שנה

# ITEM_ShortWithoutYear
source: Short without Year
he: מקוצר בלי שנה

# ITEM_FullWithRomanYear
source: Full with Roman Year
he: מלא עם שנה רומנית

# ITEM_LongWithRomanYear
source: Long with Roman Year
he: ארוך עם שנה רומנית

# ITEM_ShortWithRomanYear
source: Short with Roman Year
he: מקוצר עם שנה רומנית

# ITEM_decimalTwelveHour
source: Decimal twelve-hour
he: עשרוני 12 שעות

# ITEM_JewishCalendricalCalculation
source: Jewish calendrical calculation
he: יהודי, חישוב הלוח

# ITEM_decimal
source: Decimal
he: עשרוני

# ITEM_hexadecimal
source: Hexadecimal
he: הקסדצימלי

# HEADER_TIME_ZONE
source: Time zone
he: שעון מקומי

# HEADER_LOCATION
source: Location
he: מקום

# AUTOUPDATING_CURRENT_TIME_ZONE
source: Autoupdating current
he: נוכחי מעודכן אוטומטית

source: Device location
he: מקום המכשיר

# LAST_DEVICE_LOCATION
source: Device location (last on record)
he: מקום המכשיר (האחרון הרשום)

# NO_DEVICE_LOCATION_PERMISSION
source: Sorry, but Date-O-Rama does not have permission to access your device location. You can change this within the Settings application.
he: מצטער, אבל אין הרשאה ל־Date-O-Rama לגשת למיקום המתקן שלך. אפשר לשנות זאת ביישום ״הגדרות״.

source: Use device location
he: השתמש במיקום המכשיר

source: Requested address
he: כתובת מבוקשת

# CLOCKS_TAB
source: Clocks
he: שעונים

# COMPLICATION_CLOCKS_TAB
source: Watch
he: שעון יד

source: Show secondary dates
he: הצג תאריכים שניים

source: Today
he: היום

source: Add external event
he: הוסף אירוע חיצוני

source: Use external events
he: השתמש באירועים חיצוניים

source: External events
he: אירועים חיצוניים

source: Internal events
he: אירועים פנימיים

# modularLarge
source: Three-line large complication rows
he: שורות תצוגות גדולות של 3 שורות

# modularSmall
source: Two-line small complication rows
he: שורות תצוגות קטנות של 2 שורות

# extraLarge
source: Two-line large complication rows
he: שורות תצוגות גדולות של 2 שורות

# utilitarianLarge
source: One-line large complication rows
he: שורות תצוגות גדולות של שור 1

# utilitarian
source: One-line small complication rows
he: שורות תצוגות קטנות של שור 1

source: 3-line large
he: גדולה של 3 שורות

source: 2-line small
he: קטנה של 2 שורות

source: 2-line large
he: גדולה של 2 שורות

source: 1-line small
he: קטנה של שור 1

source: 1-line large
he: גדולה של שור 1

source: Show calendars:
he: הצג לוחות:

source: All calendars
he: כל לוחות

source: Apple calendars
he: לוחות אפל

source: Solar calendars
he: לוחות שמשיות

source: Lunisolar calendars
he: לוחות ירחיות־שמשיות

source: Lunar calendars
he: לוחות ירחיות

source: Julian day calendars
he: לוחות יום יוליאני

source: Show locales:
he: הצג מיקומים:

source: All locales
he: כל מיקומים

source: Apple locales
he: מיקומי אפל

source: User’s language locales
he: מיקומי שפת המשתמש

source: User’s region locales
he: מיקומי איזור המשתמש

source: Add clock…
he: הוסף שעון…

source: Cancel
he: ביטול

source: Done
he: סיום

source: Add
he: הוסף

source: New Clock
he: שעון חדש

source: Are you sure you want to delete this new clock?
he: בטוח שברצונך למחוק שעון חדש זה?

source: Cancel Changes
he: בטל שינויים

source: Continue Editing
he: המשך עריכה

source: New Internal Event Calendar
he: לוח שנה אירועים פנימי חדש

source: Are you sure you want to delete this new internal event calendar?
he: בטוח שברצונך למחוק לוח שנה אירועים פנימי חדש זה?

source: Are you sure you want to delete this clock?
he: בטוח שברצונך למחוק שעון זה?

source: Delete This Clock
he: מחק שעון זה

# NO_COUNTRY_OR_REGION
source: International
he: בינלאומי

source: External event calendars
he: לוחות שנה אירועים חיצוניים

source: No solar time
he: אין זמן שמשי

# CANNOT_GEOLOCATE
source: Sorry, but Date-O-Rama needs an Internet connection if you wish to choose a different location, because it needs to talk to Apple’s geolocation server to do so. Please connect to the Internet.
he: מצטער, אבל Date-O-Rama זקוק לחיבור אינטרנט אם ברצונך לבחור מיקום אחר, מכיוון שהוא צריך לדבר עם שרת המיקום הגיאוגרפי של אפל כדי לעשות זאת. אנא התחבר לאינטרנט.

# Show Events
source: Show Non-All-Day Events
he: הצג אירועים לא של יום שלם

source: Show All-Day Events
he: הצג אירועי יום שלם

# HEADER_iCalendarEventCalendars
source: Event calendars (iCalendar/Calendar.app)
he: לוחות שנה לאירועים (iCalendar/לוח שנה)

# ASAClockCellTimeEventVisibility.none
source: None
he: אפס

# ASAClockCellTimeEventVisibility.allDay
source: All-day
he: יום שלם

# ASAClockCellTimeEventVisibility.nonAllDay
source: Non-all-day
he: לא יום שלם

# ASAClockCellTimeEventVisibility.next
source: Next
he: הבאים

# ASAClockCellTimeEventVisibility.future
source: Future
he: עתידיים

# ASAClockCellTimeEventVisibility.present
source: Present
he: עכשיוויים

# ASAClockCellTimeEventVisibility.past
source: Past
he: עבריים

# ASAClockCellTimeEventVisibility.all
source: All
he: הכול

# ASAClockCellTimeEventVisibility.nextAndPresent
source: Next and present
he: הבאים ועכשוויים

# ABOUT_TAB
source: About
he: אודות

# by Aaron Solomon Adelman
source: by Aaron Solomon Adelman (“Adelsoft”)
he: מאת אַהֲרֹן שְׁלֹמֹה אֵדֶלְמָן (״אֵדֶלְסוֹפְט״)

# Thanks to…
source: Credit well-deserved
he: מי שראוי לומר להם תודה

source: What is Adelsoft’s policy on your personal information?
he: מה המדיניות של אדלסופט לגבי המידע האישי שלך?

source: What should I do if I have a problem with Date-O-Rama?
he: מה עלי לעשות אם יש בעיה עם Date-O-Rama?

source: What calendar systems are currently supported?
he: איזה לוחות שנה נתמכים כרגע?

source: I have a suggestion or request.
he: יש לי הצעה או בקשה.

# Event Frequency
source: Frequency
he: תדירות

# EKRecurrenceFrequency_daily
source: Daily
he: פעם ביום

# EKRecurrenceFrequency_weekly
source: Weekly
he: כל שבוע

# EKRecurrenceFrequency_monthly
source: Monthly
he: פעם בחודש

# EKRecurrenceFrequency_yearly
source: Yearly
he: כל שנה

source: Now
he: עכשיו

source: Date…
he: תאריך…

source: Jerusalem
he: ירושלים

# EKEventStatus.confirmed
source: Confirmed
he: מאושר

# EKEventStatus.tentative
source: Tentative
he: הססני

# EKEventStatus.canceled
source: Canceled
he: מבוטל

# EKEventStatus.@unknown default
source: Unknown status
he: מצב לא ידוע

# EKParticipantRole.chair
source: (Organizer)
he: (המארגן/ת)

# EKParticipantRole.optional
source: (Optional)
he: (לא חובה)

source: Copy available address
he: העתק כתובת מוזמן

source: Send E-mail…
he: שלח דוא״ל…

source: Open in Contacts…
he: הצג כרטיס איש קשר…

source: My status
he: המצב שלי

# EKParticipantStatus.unknown
source: Unknown
he: לא ידוע

# EKParticipantStatus.accepted
source: Accepted
he: משתתף/ת

# EKParticipantStatus.declined
source: Declined
he: לא משתתף/ת

# EKParticipantStatus.tentative
source: Tentative
he: אולי

# Event days of the week
source: Days of the week:
he: ימי השבוע:

source: %@ (week number: %i)
he: %@ (מספר שבוע: %i)

source: %@ (week number from the end: %i)
he: %@ (מספר שבוע מהסוף: %i)

# Event months of the year
source: Months of the year
he: חודשי השנה

# Event days of the month
source: Days of the month
he: ימי החודש

# Event days of the year
source: Days of the year
he: ימי השנה

source: %i (from the end)
he: %i (מהסוף)

# Event weeks of the year
source: Weeks of the year
he: שבועות השנה

# Event set positions
source: Set positions
he: עמדות קבועות

# Event alarm
source: Alarm
he: התרעה

source: %@ before
he: %@ לפני

source: %@ after
he: %@ אחרי

# EKEventAvailability.busy
source: Busy
he: עסוק/ה

# EKEventAvailability.free
source: Free
he: פנוי/ה

# Event availability
source: Availability
he: תור

# Event edit
source: Edit
he: עריכה

# Event calendar
source: Calendar
he: לוח

# Event countries and regions
source: Countries and regions
he: מדינות ואזורים

# Event excluded countries and regions
source: Excluded countries and regions
he: מדינות ואזורים שאינם כלולים

source: Land of Israel
he: ארץ ישראל

# Showing ASAClockCellTimeEventVisibility.none
source: Showing none
he: מראה אפס

# Showing ASAClockCellTimeEventVisibility.next
source: Showing next events
he: מראה הבאים

# Showing ASAClockCellTimeEventVisibility.future
source: Showing future events
he: מראה עתידיים

# Showing ASAClockCellTimeEventVisibility.present
source: Showing present events
he: מראה עכשיווים

# Showing ASAClockCellTimeEventVisibility.past
source: Showing past events
he: מראה עבריים

# Showing ASAClockCellTimeEventVisibility.all
source: Showing all
he: מראה הכול

# Showing ASAClockCellTimeEventVisibility.nextAndPresent
source: Showing next and present
he: מראה הבאים ועכשוויים

# Spring ahead
source: Start of Daylight Savings Time
he: תחילת שעון קיץ

# Fall back
source: Start of Standard Time
he: תחילת שעון חורף

# Details…
source: Get Info…
he: פרטים…

# ASAClockCellDateEventVisibility.none
source: None
he: אין

# ASAClockCellDateEventVisibility.oneDay
source: One-day
he: יום 1

# ASAClockCellDateEventVisibility.oneWeekOrLess
source: One week or less
he: שבוע 1 או פחות

# ASAClockCellDateEventVisibility.oneMonthOrLess
source: One month or less
he: חודש 1 או פחות

# ASAClockCellDateEventVisibility.oneYearOrLess
source: One year or less
he: שנה 1 או פחות

# ASAClockCellDateEventVisibility.all
source: All
he: הכול

# Showing ASAClockCellDateEventVisibility.none
source: Showing none
he: מראה אין

# Showing ASAClockCellDateEventVisibility.oneDay
source: Showing one-day
he: מראה יום 1

# Showing ASAClockCellDateEventVisibility.oneWeekOrLess
source: Showing one week or less
he: מראה שבוע 1 או פחות

# Showing ASAClockCellDateEventVisibility.oneMonthOrLess
source: Showing one month or less
he: מראה חודש 1 או פחות

# Showing ASAClockCellDateEventVisibility.oneYearOrLess
source: Showing one year or less
he: מראה שנה 1 או פחות

# Showing ASAClockCellDateEventVisibility.all
source: Showing all
he: מראה הכול

source: Clock Details
he: פרטי שעון

# Show built-in event calendars:
source: Regions
he: אזורים

# ASARegionCodeRegion.allRegions
source: Region-neutral
he: כל אזורים

# ASARegionCodeRegion.international
source: International organizations and regions
he: בינלאומי

# ASARegionCodeRegion.AustraliaAndNewZealand
source: Australia and New Zealand
he: אוסטרליה וניו זילנד

# ASARegionCodeRegion.centralAsia
source: Central Asia
he: מרכז אסיה

# ASARegionCodeRegion.easternAsia
source: Eastern Asia
he: מזרח אסיה

# ASARegionCodeRegion.easternEurope
source: Eastern Europe
he: מזרח אירופה

# ASARegionCodeRegion.LatinAmericaAndTheCaribbean
source: Latin America and the Caribbean
he: אמריקה הלטינית והקריביים

# ASARegionCodeRegion.Melanesia
source: Melanesia
he: מלנזיה

# ASARegionCodeRegion.Micronesia
source: Micronesia
he: מיקרונזיה

# ASARegionCodeRegion.northernAfrica
source: Northern Africa
he: צפון אפריקה

# ASARegionCodeRegion.northernAmerica
source: Northern America
he: צפון אמריקה

# ASARegionCodeRegion.northernEurope
source: Northern Europe
he: צפון אירופה

# ASARegionCodeRegion.Polynesia
source: Polynesia
he: פולינזיה

# ASARegionCodeRegion.southEasternAsia
source: South-Eastern Asia
he: דרום־מזרח אסיה

# ASARegionCodeRegion.southernAsia
source: Southern Asia
he: דרום אסיה

# ASARegionCodeRegion.southernEurope
source: Southern Europe
he: דרום אירופה

# ASARegionCodeRegion.subSaharanAfrica
source: Sub-Saharan Africa
he: אפריקה שמדרום לסהרה

# ASARegionCodeRegion.westernAsia
source: Western Asia
he: מערב אסיה

# ASARegionCodeRegion.westernEurope
source: Western Europe
he: מערב אירופה

source: Sort by calendar name ascending
he: מיין לפי שם לוח שנה עולה

source: Sort by calendar name descending
he: מיין לפי שם לוח השנה יורד

source: Sort locations by name ascending
he: מיין מיקומים לפי שם עולה

source: Sort locations by name descending
he: מיין מיקומים לפי שם יורד

source: Sort locations west to east
he: מיין מיקומים ממערב למזרח

source: Sort locations east to west
he: מיין מיקומים ממזרח למערב

source: Sort locations south to north
he: מיין מיקומים מדרום לצפון

source: Sort locations north to south
he: מיין מיקומים מצפון לדרום

source: OK
he: אישור

source: Settings
he: הגדרות

source: New location…
he: מיקום חדש…

source: Are you sure you want to delete this location?
he: בטוח שברצונך למחוק מיקום זה?

source: Delete location…
he: מחק מיקום…

source: Delete this location
he: מחק מיקום זה

source: Earth (all locations)
he: כדור הארץ (כל מיקומים)

source: Mars (all locations)
he: מאדים (כל מיקומים)

source: Location Details
he: פרטי מיקום

source: New Clock Details
he: פרטי שעון חדש

source: Move to top
he: עבור לראש

source: Move to bottom
he: עבור לסוף

source: Move up
he: עבור למעלה

source: Move down
he: עבור למטה
